Repository: Harlech1/Song-X
Catalog: Song-X/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, et, fi, fr, hu, id, it, ja, ko, lv, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, tr, uk, zh_hans, zh_hant

source: %@/year
ar: %@/سنة
bg: %@/година
cs: %@/rok
da: %@/år
de: %@/Jahr
el: %@/χρόνο
es: %@/año
et: %@/aasta
fi: %@/vuosi
fr: %@/année
hu: %@/év
id: %@/tahun
it: %@/anno
ja: %@/年
ko: %@/년
lv: %@/gads
nb: %@/år
nl: %@/jaar
pl: %@/rok
pt_br: %@/ano
pt_pt: %@/ano
ro: %@/an
ru: %@/год
sk: %@/rok
sl: %@/leto
sv: %@/år
tr: %@/yıl
uk: %@/рік
zh_hans: %@/年
zh_hant: %@/年

source: %@/month
ar: %@/شهر
bg: %@/месец
cs: %@/měsíc
da: %@/måned
de: %@/Monat
el: %@/μήνα
es: %@/mes
et: %@/kuu
fi: %@/kuukausi
fr: %@/mois
hu: %@/hónap
id: %@/bulan
it: %@/mese
ja: %@/月
ko: %@/월
lv: %@/mēnesis
nb: %@/måned
nl: %@/maand
pl: %@/miesiąc
pt_br: %@/mês
pt_pt: %@/mês
ro: %@/lună
ru: %@/месяц
sk: %@/mesiac
sl: %@/mesec
sv: %@/månad
tr: %@/ay
uk: %@/місяць
zh_hans: %@/月
zh_hant: %@/月

source: %@/week
ar: %@/الأسبوع
bg: %@/седмица
cs: %@/týden
da: %@/uge
de: %@/Woche
el: %@/εβδομάδα
es: %@/semana
et: %@/nädal
fi: %@/viikko
fr: %@/semaine
hu: %@/hét
id: %@/minggu
it: %@/settimana
ja: %@/週
ko: %@/주
lv: %@/nedēļa
nb: %@/uke
pl: %@/tydzień
pt_br: %@/semana
pt_pt: %@/semana
ro: %@/săptămână
ru: %@/неделя
sk: %@/týždeň
sl: %@/teden
sv: %@/vecka
tr: %@/hafta
zh_hans: %@/周
zh_hant: %@/週

source: 3-Day Trial
ar: تجربة لمدة 3 أيام
bg: Тридневен пробен период
cs: Třídenní zkušební verze
da: 3-dages prøveperiode
de: 3-Tage-Testversion
el: Δοκιμή 3 ημερών
es: 3 días de prueba
et: 3-päevane prooviperiood
fi: 3 päivän kokeilujakso
fr: Essai de 3 jours
hu: 3 napos próbaidőszak
id: Uji Coba 3 Hari
it: Prova di 3 giorni
ja: 3日間トライアル
ko: 3일 평가판
lv: 3 dienu izmēģinājuma versija
nb: 3-dagers prøveversjon
nl: Proefperiode van 3 dagen
pl: 3-dniowa wersja próbna
pt_br: Teste de 3 dias
pt_pt: Teste de 3 dias
ro: 3 zile de probă
ru: 3-дневная пробная версия
sk: 3-dňová skúšobná verzia
sl: 3-dnevno poskusno obdobje
sv: 3-dagars provperiod
tr: 3 Günlük Deneme
uk: 3-денна пробна версія
zh_hans: 3 天试用
zh_hant: 3 天試用

source: a second to rate us?
ar: ثانية لتقييمنا؟
bg: секунда, за да ни оцените?
cs: Máte chvilku na to, abyste nás ohodnotili?
da: Har du tid til at bedømme os?
de: Haben Sie eine Sekunde Zeit, uns zu bewerten?
el: ένα δευτερόλεπτο για να μας αξιολογήσετε;
es: ¿un segundo para valorarnos?
et: sekundi aega, et meid hinnata?
fi: hetki aikaa arvioida meitä?
fr: une seconde pour nous évaluer ?
hu: Egy másodperc, hogy értékeljen minket?
id: punya waktu sebentar untuk menilai kami?
it: un secondo per valutarci?
ja: 評価をお願いします。
ko: 평가해 주시겠어요?
lv: sekundi, lai mūs novērtētu?
nb: Har du tid til å gi oss en vurdering?
nl: even tijd om ons te beoordelen?
pl: sekundę, aby nas ocenić?
pt_br: Um segundo para nos avaliar?
pt_pt: um segundo para nos avaliar?
ro: aveți o secundă să ne evaluați?
ru: Есть секунда, чтобы оценить нас?
sk: sekundu na to, aby ste nás ohodnotili?
sl: imate sekundo časa, da nas ocenite?
sv: en sekund att betygsätta oss?
tr: Bizi değerlendirmek için bir saniyeniz var mı?
uk: є хвилинка, щоб оцінити нас?
zh_hans: 有时间评价一下我们吗？
zh_hant: 有空給我們評分嗎？

source: also you can request features in settings, we will always read them.
ar: كما يمكنك طلب الميزات في الإعدادات، وسنقوم بقراءتها دائمًا.
bg: също така можете да заявите функции в настройките, ние винаги ще ги прочетем.
cs: také můžete požádat o funkce v nastavení, vždy je přečteme.
da: Du kan også anmode om funktioner i indstillingerne, vi vil altid læse dem.
de: Sie können auch in den Einstellungen Funktionen anfordern, wir werden sie immer lesen.
el: Επίσης, μπορείτε να ζητήσετε χαρακτηριστικά στις ρυθμίσεις, θα τα διαβάζουμε πάντα.
es: También puedes solicitar funciones en los ajustes, siempre las leeremos.
et: ka te saate seadetes funktsioone taotleda, me loeme neid alati.
fi: myös voit pyytää ominaisuuksia asetuksissa, me luemme ne aina.
fr: Vous pouvez également demander des fonctionnalités dans les paramètres, nous les lirons toujours.
hu: Továbbá a beállításokban kérhet funkciókat, ezeket mindig elolvassuk.
id: Anda juga dapat meminta fitur di pengaturan, kami akan selalu membacanya.
it: Inoltre, è possibile richiedere funzionalità nelle impostazioni, e noi le leggeremo sempre.
ja: また、設定で機能をリクエストすることもできます。
ko: 또한 설정에서 기능을 요청할 수 있으며, 항상 이를 검토합니다.
lv: arī iestatījumos varat pieprasīt funkcijas, mēs tās vienmēr izlasīsim.
nb: Du kan også be om funksjoner i innstillingene, og vi vil alltid lese dem.
nl: Ook kun je functies aanvragen in instellingen, we zullen ze altijd lezen.
pl: Możesz również poprosić o funkcje w ustawieniach, zawsze je przeczytamy.
pt_br: Além disso, você pode solicitar recursos nas configurações, e nós sempre os leremos.
pt_pt: Também pode solicitar funcionalidades nas definições, que serão sempre lidas por nós.
ro: de asemenea, puteți solicita caracteristici în setări, le vom citi întotdeauna.
ru: Также вы можете запросить функции в настройках, мы всегда их прочитаем.
sk: tiež môžete požiadať o funkcie v nastaveniach, vždy ich prečítame.
sl: prav tako lahko zahtevate funkcije v nastavitvah, vedno jih bomo prebrali.
sv: Du kan också begära funktioner i inställningarna, vi kommer alltid att läsa dem.
tr: Ayrıca ayarlardan özellik talep edebilirsiniz, bunları her zaman okuyacağız.
uk: Також ви можете подати запит у налаштуваннях, ми завжди їх розглянемо.
zh_hans: 您也可以在设置中申请功能，我们会随时阅读。
zh_hant: 您也可以在設定中要求功能，我們會隨時閱讀。

source: applying customizations
ar: تطبيق التخصيصات
bg: прилагане на персонализации
cs: použití přizpůsobení
da: Anvendelse af tilpasninger
de: Anpassungen anwenden
el: Εφαρμογή προσαρμογών
es: aplicar personalizaciones
et: kohanduste kohaldamine
fi: mukautusten soveltaminen
fr: appliquer les personnalisations
hu: testreszabások alkalmazása
id: menerapkan penyesuaian
it: applicare le personalizzazioni
ja: カスタマイズの適用
ko: 사용자 지정 적용
lv: pielāgojumu piemērošana
nb: bruke tilpasninger
nl: aanpassingen toepassen
pl: stosowanie dostosowań
pt_br: aplicação de personalizações
pt_pt: aplicar personalizações
ro: aplicarea personalizărilor
ru: применение настроек
sk: uplatňovanie prispôsobení
sl: uporaba prilagoditev
sv: tillämpa anpassningar
tr: özelleşti̇rmeleri̇ uygulama
uk: застосування налаштувань
zh_hans: 应用自定义
zh_hant: 套用自訂

source: applying effects
ar: تطبيق التأثيرات
bg: прилагане на ефекти
cs: použití efektů
da: Anvendelse af effekter
de: Effekte anwenden
el: Εφαρμογή εφέ
es: aplicación de efectos
et: efektide kohaldamine
fi: Efektien soveltaminen
fr: appliquer des effets
hu: hatások alkalmazása
id: menerapkan efek
it: applicazione degli effetti
ja: エフェクトの適用
ko: 효과 적용
lv: efektu piemērošana
nb: bruke effekter
nl: effecten toepassen
pl: stosowanie efektów
pt_br: aplicação de efeitos
pt_pt: aplicar efeitos
ro: aplicarea efectelor
ru: применение эффектов
sk: používanie efektov
sl: uporaba učinkov
sv: Tillämpa effekter
tr: efekt uygulama
uk: застосування ефектів
zh_hans: 应用效果
zh_hant: 套用效果

source: Cancel
ar: إلغاء
bg: Отказ
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
fi: Peruuta
fr: Annuler
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
lv: Atcelt
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulare
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Avbryt
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

source: clicking on those buttons will instantly edit your music.
ar: سيؤدي النقر على هذه الأزرار إلى تعديل الموسيقى على الفور.
bg: Щракването върху тези бутони ще доведе до незабавна редакция на вашата музика.
cs: Kliknutím na tato tlačítka okamžitě upravíte hudbu.
da: Hvis du klikker på disse knapper, redigeres din musik øjeblikkeligt.
de: Wenn Sie auf diese Schaltflächen klicken, wird Ihre Musik sofort bearbeitet.
el: κάνοντας κλικ σε αυτά τα κουμπιά θα επεξεργαστείτε αμέσως τη μουσική σας.
es: Si haces clic en esos botones, editarás tu música al instante.
et: nendele nuppudele klõpsates saate koheselt muusikat muuta.
fi: klikkaamalla näitä painikkeita muokkaat musiikkia välittömästi.
fr: En cliquant sur ces boutons, vous modifiez instantanément votre musique.
hu: Ezekre a gombokra kattintva azonnal szerkesztheti a zenét.
id: mengklik tombol-tombol tersebut akan langsung mengedit musik Anda.
it: Facendo clic su questi pulsanti si modifica immediatamente la musica.
ja: これらのボタンをクリックすると、即座に音楽が編集されます。
ko: 해당 버튼을 클릭하면 즉시 음악을 편집할 수 있습니다.
lv: Noklikšķinot uz šīm pogām, uzreiz rediģēsiet savu mūziku.
nb: Hvis du klikker på disse knappene, redigeres musikken din umiddelbart.
nl: Als je op die knoppen klikt, wordt je muziek direct bewerkt.
pl: Kliknięcie tych przycisków spowoduje natychmiastową edycję muzyki.
pt_br: clicar nesses botões editará instantaneamente sua música.
pt_pt: se clicar nesses botões, a sua música será instantaneamente editada.
ro: Dacă faceți clic pe aceste butoane, muzica dvs. va fi editată instantaneu.
ru: Нажав на эти кнопки, вы мгновенно отредактируете свою музыку.
sk: Kliknutím na tieto tlačidlá sa okamžite upraví vaša hudba.
sl: s klikom na te gumbe boste takoj uredili svojo glasbo.
sv: Om du klickar på de här knapparna redigeras din musik direkt.
tr: Bu düğmelere tıkladığınızda müziğiniz anında düzenlenecektir.
uk: натискання на ці кнопки миттєво редагує вашу музику.
zh_hans: 点击这些按钮将立即编辑您的音乐。
zh_hant: 點選這些按鈕可立即編輯您的音樂。

source: Create your song
ar: إنشاء أغنيتك
bg: Създайте песента си
cs: Vytvoření skladby
da: Skab din sang
de: Erstelle deinen Song
el: Δημιουργήστε το τραγούδι σας
es: Crea tu canción
et: Looge oma laul
fi: Luo kappaleesi
fr: Créez votre chanson
hu: Készítse el a dalát
id: Buat lagu Anda
it: Crea la tua canzone
ja: 曲を作成する
ko: 노래 만들기
lv: Izveidojiet dziesmu
nb: Lag sangen din
nl: Maak je nummer
pl: Utwórz swoją piosenkę
pt_br: Crie sua música
pt_pt: Criar a sua música
ro: Creează-ți melodia
ru: Создайте свою песню
sk: Vytvorenie skladby
sl: Ustvarite skladbo
sv: Skapa din låt
tr: Şarkınızı oluşturun
uk: Створіть свою пісню
zh_hans: 创建您的歌曲
zh_hant: 創作您的歌曲

source: Customizations
ar: التخصيصات
bg: Персонализации
cs: Přizpůsobení
da: Tilpasninger
de: Anpassungen
el: Προσαρμογές
es: Personalizaciones
et: Kohandused
fi: Mukautukset
fr: Personnalisations
hu: Testreszabások
id: Penyesuaian
it: Personalizzazioni
ja: カスタマイズ
ko: 사용자 지정
lv: Pielāgojumi
nb: Tilpasninger
nl: Aanpassingen
pl: Dostosowania
pt_br: Personalizações
pt_pt: Personalizações
ro: Personalizări
ru: Персонализации
sk: Prispôsobenia
sl: Prilagoditve
sv: Anpassningar
tr: Özelleştirmeler
uk: Кастомізація
zh_hans: 自定义
zh_hant: 客製化

source: Daily Limit Reached
ar: تم الوصول إلى الحد اليومي
bg: Достигнат дневен лимит
cs: Dosažený denní limit
da: Daglig grænse nået
de: Tageslimit erreicht
el: Επίτευξη ημερήσιου ορίου
es: Límite diario alcanzado
et: Päevane piirarv saavutatud
fi: Päivittäinen raja saavutettu
fr: Limite quotidienne atteinte
hu: Elért napi limit
id: Batas Harian Tercapai
it: Limite giornaliero raggiunto
ja: 1日の上限
ko: 일일 한도 도달
lv: Sasniegts dienas limits
nb: Daglig grense nådd
nl: Dagelijkse limiet bereikt
pl: Osiągnięto dzienny limit
pt_br: Limite diário atingido
pt_pt: Limite diário atingido
ro: Limita zilnică atinsă
ru: Суточный лимит достигнут
sk: Dosiahnutý denný limit
sl: Dosežena dnevna omejitev
sv: Daglig gräns uppnådd
tr: Günlük Limite Ulaşıldı
uk: Денний ліміт досягнуто
zh_hans: 达到每日上限
zh_hant: 達到每日上限

source: Documents
ar: المستندات
bg: Документи
cs: Dokumenty
da: Dokumenter
de: Dokumente
el: Έγγραφα
es: Documentos
et: Dokumendid
fi: Asiakirjat
hu: Dokumentumok
id: Dokumen
it: Documenti
ja: ドキュメント
ko: 문서
lv: Dokumenti
nb: Dokumenter
nl: Documenten
pl: Dokumenty
pt_br: Documentos
pt_pt: Documentos
ro: Documente
ru: Документы
sk: Dokumenty
sl: Dokumenti
sv: Dokument för
tr: Belgeler
uk: Документи
zh_hans: 文档
zh_hant: 文件

source: Don't Miss Out!
ar: لا تفوتك!
bg: Не пропускайте!
cs: Nepřehlédněte!
da: Gå ikke glip af noget!
de: Verpassen Sie nichts!
el: Μη χάσετε!
es: ¡No se lo pierda!
et: Ärge jätke vahele!
fi: Älä jää paitsi!
fr: Ne passez pas à côté !
hu: Ne hagyja ki!
id: Jangan sampai terlewatkan!
it: Non perdete l'occasione!
ja: お見逃しなく
ko: 놓치지 마세요!
lv: Nepalaidiet garām!
nb: Ikke gå glipp av noe!
nl: Mis niets!
pl: Nie przegap!
pt_br: Não perca!
pt_pt: Não perca!
ro: Nu ratați!
ru: Не пропустите!
sk: Nenechajte si ujsť!
sl: Ne zamudite!
sv: Gå inte miste om något!
tr: Kaçırmayın!
uk: Не пропустіть!
zh_hans: 不要错过！
zh_hant: 不要錯過！

source: Edited Songs
ar: الأغاني المحررة
bg: Редактирани песни
cs: Upravené písně
da: Redigerede sange
de: Bearbeitete Lieder
el: Επεξεργασία τραγουδιών
es: Canciones editadas
et: Redigeeritud laulud
fi: Muokattuja lauluja
fr: Chansons éditées
hu: Szerkesztett dalok
id: Lagu yang Diedit
it: Brani modificati
ja: 編集曲
ko: 편집된 노래
lv: Rediģētas dziesmas
nb: Redigerte sanger
nl: Bewerkte nummers
pl: Edytowane utwory
pt_br: Músicas editadas
pt_pt: Músicas editadas
ro: Cântece editate
ru: Отредактированные песни
sk: Upravené piesne
sl: Urejene pesmi
sv: Redigerade låtar
tr: Düzenlenmiş Şarkılar
uk: Відредаговані пісні
zh_hans: 编辑歌曲
zh_hant: 編輯歌曲

source: Effects
ar: التأثيرات
bg: Ефекти
cs: Efekty
da: Effekter
de: Effekte
el: Εφέ
es: Efectos
et: Efektid
fi: Tehosteet
fr: Effets
hu: Hatások
id: Efek
it: Effetti
ja: 効果
ko: 효과
lv: Efekti
nb: Effekter
nl: Effecten
pl: Efekty
pt_br: Efeitos
pt_pt: Efeitos
ro: Efecte
ru: Эффекты
sk: Efekty
sl: Učinki
sv: Effekter
tr: Efektler
uk: Ефекти
zh_hans: 效果
zh_hant: 效果

source: Enable Filtering
ar: تمكين التصفية
bg: Разрешаване на филтрирането
cs: Povolení filtrování
da: Aktivér filtrering
de: Filterung aktivieren
el: Ενεργοποίηση φιλτραρίσματος
es: Activar el filtrado
et: Lubage filtreerimine
fi: Ota suodatus käyttöön
fr: Activer le filtrage
hu: Szűrés engedélyezése
id: Mengaktifkan Pemfilteran
it: Abilitare il filtraggio
ja: フィルタリングを有効にする
ko: 필터링 사용
lv: Iespējot filtrēšanu
nb: Aktiver filtrering
nl: Filtering inschakelen
pl: Włącz filtrowanie
pt_br: Habilite a filtragem
pt_pt: Ativar a filtragem
ro: Activați filtrarea
ru: Включить фильтрацию
sk: Povolenie filtrovania
sl: Omogočite filtriranje
sv: Aktivera filtrering
tr: Filtrelemeyi Etkinleştirin
uk: Увімкніть фільтрацію
zh_hans: 启用过滤
zh_hant: 啟用篩選

source: Feature Requests
ar: طلبات الميزات
bg: Заявки за функции
cs: Požadavky na funkce
da: Anmodninger om funktioner
de: Feature-Anforderungen
el: Αιτήματα χαρακτηριστικών
es: Solicitudes de funciones
et: Funktsioonitaotlused
fi: Ominaisuuspyynnöt
fr: Demandes de fonctionnalités
hu: Funkciókérelmek
id: Permintaan Fitur
it: Richieste di funzionalità
ja: 機能リクエスト
ko: 기능 요청
lv: Funkciju pieprasījumi
nb: Forespørsler om funksjoner
nl: Functieverzoeken
pl: Żądania funkcji
pt_br: Solicitações de recursos
pt_pt: Pedidos de funcionalidades
ro: Cereri de caracteristici
ru: Запросы по функциям
sk: Požiadavky na funkcie
sl: Zahteve za funkcije
sv: Förfrågningar om funktioner
tr: Özellik Talepleri
uk: Запити на функції
zh_hans: 功能要求
zh_hant: 功能需求

source: Free Trial Disabled
ar: تم تعطيل الإصدار التجريبي المجاني
bg: Безплатна пробна версия е изключена
cs: Vypnutá zkušební verze zdarma
da: Gratis prøveperiode deaktiveret
de: Kostenlose Testversion Deaktiviert
el: Δωρεάν δοκιμή Απενεργοποιημένη
es: Prueba gratuita desactivada
et: Tasuta prooviperioodi keelamine
fi: Ilmainen kokeiluversio Ei käytössä
fr: Essai gratuit désactivé
hu: Ingyenes próbaverzió letiltva
id: Uji Coba Gratis Dinonaktifkan
it: Prova gratuita disabilitata
ja: 無料トライアル無効
ko: 무료 평가판 사용 안 함
lv: Bezmaksas izmēģinājuma versija atspējota
nb: Gratis prøveversjon deaktivert
nl: Gratis proefversie uitgeschakeld
pl: Bezpłatna wersja próbna wyłączona
pt_br: Teste gratuito desativado
pt_pt: Teste gratuito desativado
ro: Trial gratuit dezactivat
ru: Бесплатная пробная версия отключена
sk: Bezplatná skúšobná verzia je vypnutá
sl: Brezplačna poskusna različica onemogočena
sv: Gratis provversion inaktiverad
tr: Ücretsiz Deneme Devre Dışı
uk: Безкоштовну пробну версію вимкнено
zh_hans: 禁用免费试用
zh_hant: 禁用免費試用

source: Free Trial Enabled
ar: تمكين الإصدار التجريبي المجاني
bg: Разрешен безплатен пробен период
cs: Povoleno bezplatné vyzkoušení
da: Gratis prøveperiode aktiveret
de: Kostenlose Testversion aktiviert
el: Ενεργοποιημένη δωρεάν δοκιμή
es: Prueba gratuita activada
et: Tasuta prooviversioon lubatud
fi: Ilmainen kokeiluversio käytössä
fr: Essai gratuit activé
hu: Ingyenes próbaverzió engedélyezve
id: Uji Coba Gratis Diaktifkan
it: Prova gratuita abilitata
ja: 無料トライアル有効
ko: 무료 평가판 사용
lv: Ieslēgts bezmaksas izmēģinājums
nb: Gratis prøveversjon aktivert
nl: Gratis proefversie ingeschakeld
pt_br: Teste gratuito habilitado
pt_pt: Teste gratuito ativado
ro: Trial gratuit activat
ru: Бесплатная пробная версия включена
sk: Povolená bezplatná skúšobná verzia
sl: Omogočeno brezplačno preskušanje
sv: Gratis provperiod aktiverad
tr: Ücretsiz Deneme Etkin
uk: Увімкнено безкоштовну пробну версію
zh_hans: 已启用免费试用
zh_hant: 啟用免費試用

source: Frequency allows you to adjust the **sounds** in the song, making it feel like the music is coming from another room. Lower frequencies give a muffled sound, while higher frequencies can make it feel clearer.
ar: يسمح لك التردد بضبط **الأصوات** في الأغنية، مما يجعلها تبدو وكأن الموسيقى قادمة من غرفة أخرى. الترددات المنخفضة تعطي صوتًا مكتومًا، بينما الترددات الأعلى يمكن أن تجعلها تبدو أكثر وضوحًا.
bg: Честотата ви позволява да регулирате **звуците** в песента, като създавате усещането, че музиката идва от друга стая. По-ниските честоти придават приглушен звук, докато по-високите честоти могат да го направят по-ясен.
cs: Frekvence umožňuje upravit **zvuky** ve skladbě, takže máte pocit, že hudba vychází z jiné místnosti. Nižší frekvence vytvářejí tlumený zvuk, zatímco vyšší frekvence mohou vyvolat pocit jasnějšího zvuku.
da: Frekvens giver dig mulighed for at justere **lydene** i sangen, så det føles, som om musikken kommer fra et andet rum. Lavere frekvenser giver en dæmpet lyd, mens højere frekvenser kan få den til at føles klarere.
de: Mit der Frequenz können Sie die **Geräusche** im Lied einstellen, so dass der Eindruck entsteht, die Musik käme aus einem anderen Raum. Niedrigere Frequenzen sorgen für einen dumpfen Klang, während höhere Frequenzen ihn klarer erscheinen lassen.
el: Η συχνότητα σάς επιτρέπει να ρυθμίζετε τους **ήχους** στο τραγούδι, κάνοντας την αίσθηση ότι η μουσική προέρχεται από άλλο δωμάτιο. Οι χαμηλότερες συχνότητες δίνουν έναν υπόκωφο ήχο, ενώ οι υψηλότερες συχνότητες μπορούν να τον κάνουν να φαίνεται πιο καθαρός.
es: La frecuencia permite ajustar los **sonidos** de la canción, haciendo que parezca que la música procede de otra habitación. Las frecuencias más bajas producen un sonido apagado, mientras que las frecuencias más altas lo hacen más claro.
et: Sagedus võimaldab reguleerida **helisid** laulus, tekitades tunde, nagu tuleks muusika teisest ruumist. Madalamad sagedused annavad summutatud heli, samas kui kõrgemad sagedused võivad muuta selle tunduvalt selgemaks.
fi: Taajuuden avulla voit säätää kappaleen **ääniä**, jolloin tuntuu kuin musiikki tulisi toisesta huoneesta. Matalammat taajuudet antavat vaimean äänen, kun taas korkeammat taajuudet saavat sen tuntumaan selkeämmältä.
fr: La fréquence vous permet d'ajuster les **sons** de la chanson, en donnant l'impression que la musique vient d'une autre pièce. Les basses fréquences donnent un son étouffé, tandis que les hautes fréquences le rendent plus clair.
hu: A frekvencia lehetővé teszi a **hangok** beállítását a dalban, így olyan érzést keltve, mintha a zene egy másik szobából érkezne. Az alacsonyabb frekvenciák tompa hangzást eredményeznek, míg a magasabb frekvenciák tisztábbnak érződhetnek.
id: Frekuensi memungkinkan Anda untuk menyesuaikan **suara** dalam lagu, sehingga terasa seperti musik berasal dari ruangan lain. Frekuensi yang lebih rendah menghasilkan suara yang teredam, sementara frekuensi yang lebih tinggi dapat membuatnya terasa lebih jelas.
it: La frequenza consente di regolare i **suoni** del brano, facendo sembrare che la musica provenga da un'altra stanza. Le frequenze più basse producono un suono ovattato, mentre quelle più alte lo rendono più chiaro.
ja: 周波数（Frequency）は、曲中の**音**を調整し、音楽が別の部屋から聞こえてくるように感じさせることができます。周波数が低いと音がこもり、高いとクリアに感じられます。
ko: 주파수를 사용하면 노래의 **사운드**를 조정하여 음악이 다른 방에서 들리는 것처럼 느낄 수 있습니다. 주파수가 낮으면 소리가 흐릿하게 들리고, 주파수가 높으면 소리가 선명하게 들릴 수 있습니다.
lv: Frekvence ļauj pielāgot **skaņas** dziesmā, radot sajūtu, ka mūzika nāk no citas telpas. Zemākas frekvences rada apslāpētu skaņu, savukārt augstākas frekvences var radīt sajūtu, ka skaņa ir skaidrāka.
nb: Med Frequency kan du justere **lydene** i sangen, slik at det føles som om musikken kommer fra et annet rom. Lavere frekvenser gir en dempet lyd, mens høyere frekvenser kan få den til å føles klarere.
nl: Met frequentie kun je de **geluiden** in het nummer aanpassen, zodat het lijkt alsof de muziek uit een andere kamer komt. Lagere frequenties geven een gedempt geluid, terwijl hogere frequenties het geluid helderder maken.
pl: Częstotliwość pozwala dostosować **dźwięki** w utworze, sprawiając wrażenie, że muzyka dobiega z innego pomieszczenia. Niższe częstotliwości dają stłumiony dźwięk, podczas gdy wyższe mogą sprawić, że będzie on wyraźniejszy.
pt_br: A frequência permite que você ajuste os **sons** na música, fazendo com que pareça que a música está vindo de outra sala. As frequências mais baixas produzem um som abafado, enquanto as frequências mais altas podem torná-lo mais claro.
pt_pt: A frequência permite-lhe ajustar os **sons** na música, fazendo com que pareça que a música está a vir de outra sala. As frequências mais baixas dão um som abafado, enquanto as frequências mais altas podem dar uma sensação de maior clareza.
ro: Frecvența vă permite să ajustați **sunetele** din melodie, dând senzația că muzica vine din altă cameră. Frecvențele joase dau un sunet înăbușit, în timp ce frecvențele înalte îl pot face să pară mai clar.
ru: Частота позволяет регулировать **звуки** в песне, создавая ощущение, что музыка доносится из другой комнаты. Более низкие частоты дают приглушенный звук, а более высокие - более четкий.
sk: Frekvencia umožňuje nastaviť **zvuky** v skladbe, vďaka čomu budete mať pocit, že hudba prichádza z inej miestnosti. Nižšie frekvencie poskytujú tlmený zvuk, zatiaľ čo vyššie frekvencie môžu navodiť pocit jasnejšieho zvuku.
sl: Frekvenca omogoča prilagajanje **zvokov** v skladbi, tako da se zdi, kot da glasba prihaja iz drugega prostora. Nižje frekvence dajejo pridušen zvok, medtem ko lahko z višjimi frekvencami ustvarite občutek jasnejšega zvoka.
sv: Med Frequency kan du justera **ljuden** i låten, vilket gör att det känns som om musiken kommer från ett annat rum. Lägre frekvenser ger ett dämpat ljud, medan högre frekvenser kan få det att kännas klarare.
tr: Frekans, şarkıdaki **sesleri** ayarlamanıza olanak tanıyarak müziğin başka bir odadan geliyormuş gibi hissettirmesini sağlar. Düşük frekanslar boğuk bir ses verirken, yüksek frekanslar daha net hissettirebilir.
uk: Частота дозволяє регулювати **звуки** у пісні, створюючи відчуття, що музика доноситься з іншої кімнати. Нижчі частоти дають приглушений звук, тоді як вищі частоти можуть зробити його чіткішим.
zh_hans: 频率可以调整歌曲中的**声音，让人感觉音乐来自另一个房间。频率越低，声音越闷，频率越高，声音越清晰。
zh_hant: 頻率可讓您調整歌曲中的**音效，讓人感覺音樂像是從另一個房間傳出。較低的頻率會給人低沉的聲音，而較高的頻率則可以讓人感覺更清晰。

source: Get Premium
ar: احصل على بريميوم
bg: Получете Premium
cs: Získejte prémiový
da: Få Premium
de: Premium erhalten
el: Αποκτήστε Premium
es: Obtener Premium
et: Hankige Premium
fi: Hanki Premium
fr: Obtenir une prime
hu: Prémium szolgáltatás igénylése
id: Dapatkan Premium
it: Ottenere il premio
ja: プレミアム
ko: 프리미엄 받기
lv: Iegūstiet Premium
nb: Få Premium
nl: Ontvang Premium
pl: Uzyskaj Premium
pt_br: Obtenha o Premium
pt_pt: Obter Premium
ro: Obțineți Premium
ru: Получить премиум
sk: Získajte prémiový
sl: Pridobite Premium
sv: Skaffa Premium
tr: Premium Alın
uk: Отримати преміум-переклад
zh_hans: 获取高级版本
zh_hant: 取得高級版
